Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Marks/Unmarks the chord or note at the cursor as the start of a crescendo.
sv: Markerar/avmarkerar ackordet eller noten vid markören som början på ett crescendo.

source: End Crescendo (Off/On)
sv: Slut Crescendo (Av/På)

source: Marks/Unmarks the chord or note at the cursor as the end of a crescendo.
sv: Markerar/avmarkerar ackordet eller noten vid markören som slutet på ett crescendo.

source: Start Diminuendo (Off/On)
sv: Starta diminuendo (av/på)

source: Marks/Unmarks the chord or note at the cursor as the start of a diminuendo.
sv: Markerar/avmarkerar ackordet eller noten vid markören som början på ett diminuendo.

source: End Diminuendo (Off/On)
sv: Slut Diminuendo (Av/På)

source: Marks/Unmarks the chord or note at the cursor as the end of a diminuendo.
sv: Markerar/avmarkerar ackordet eller noten vid markören som slutet på ett diminuendo.

source: Makes the note at the cursor an appoggiatura grace note, if it is one, makes it normal
sv: Gör noten vid markören till en appoggiatura-not, om den är en sådan, gör den normal

source: Acciaccatura Off/On
sv: Acciaccatura Av/På

source: Makes the note at the cursor an acciaccatura grace note, if it is one, makes it normal
sv: Gör noten vid markören till en acciaccatura-grace note, om den är en sådan, gör den normal

source: Force Cautionary Accidental
sv: Kraft Försiktighet Oavsiktlig

source: Give a cautionary accidental to the note at the cursor
sv: Ge en försiktig tillfällighet till anteckningen vid markören

source: Change Pitch
sv: Ändra tonhöjd

source: Changes the pitch of the note at the cursor to the cursor height
sv: Ändrar tonhöjden för noten vid markören till markörens höjd

source: Insert Snippet
sv: Infoga snippet

source: Inserts the current music snippet, or if none is selected prompts for a number 1,2... for the snippet to insert.
sv: Infogar det aktuella musikstycket eller, om inget är valt, frågar efter en siffra 1,2... för det musikstycke som ska infogas.

source: Next Snippet
sv: Nästa Snippet

source: Make next snippet the current snippet. Notes entered will follow the rhythmic pattern of this snippet
sv: Gör nästa utdrag till den aktuella snutten. Noter som skrivs in kommer att följa det rytmiska mönstret i detta utdrag

source: Append Measure All Staffs
sv: Tillägg Takt Alla notsystem

source: Appends a blank measure to every staff in this movement
sv: Lägger till en tom takt till varje notsystem i denna sats

source: Execute Scheme
sv: Utför schema

source: Execute the scheme code from the scripting window
sv: Exekvera schemakoden från skriptfönstret

source: Menu: Creating, saving, loading, exporting, importing, typesetting and printing musical scores
sv: Meny: Skapa, spara, ladda, exportera, importera, sätta och skriva ut musikpartitur

source: Creating, saving places in musical scores
sv: Skapa, spara platser i musikaliska partitur

source: Different keyboard and MIDI entry modes
sv: Olika tangentbords- och MIDI-inmatningslägen

source: Menu: General editing commands
sv: Meny för redigering: Allmänna redigeringskommandon

source: Menu: Control which tools are to be shown
sv: Meny: Styr vilka verktyg som ska visas

source: Hidden
sv: Dold

source: Menu: Hidden Items
sv: Meny: Dolda objekt

source: Staffs/Voices
sv: Anställda/yttranden

source: Menu: Commands for properties of the current staff.
sv: Menyn: Kommandon för egenskaper hos det aktuella notsystemet.

source: Menu: Information and help for Denemo
sv: Meny: Information och hjälp för Denemo

source: Input
sv: Inmatning

source: Menu: Choose whether to get input audio (e.g. microphone) or MIDI controller (e.g. MIDI keyboard) or just from the pc keyboard.
sv: Meny: Välj om du vill hämta ljud (t.ex. mikrofon) eller MIDI-controller (t.ex. MIDI-keyboard) eller bara från datorns tangentbord.

source: Shifts the set of accidentals one step sharper
sv: Flyttar uppsättningen av förtecken ett steg skarpare

source: Shifts the set of accidentals one step flatter
sv: Flyttar uppsättningen av förtecken ett steg flackare

source: Playback/Record
sv: Uppspelning/inspelning

source: Music playback and recording. Music is played between the playback start (green bar) and playback end (red bar). There are playback controls (See View->Playback Controls) which make it easy to set and re-set these and also to loop-play, choose the temperament to play in etc. Or use items in this menu to play the whole piece from the cursor to the end.
sv: Uppspelning och inspelning av musik. Musik spelas upp mellan uppspelningsstart (grön stapel) och uppspelningsavslut (röd stapel). Det finns uppspelningskontroller (se View->Playback Controls) som gör det enkelt att ställa in och ställa om dessa och även att spela i loop, välja temperament att spela i etc. Du kan också använda punkterna i den här menyn för att spela hela stycket från markören till slutet.

source: Empty Score
sv: Tomma poäng

source: Start a new musical score
sv: Starta ett nytt musikstycke

source: Start a new musical score for a named instrument/voice.
sv: Starta ett nytt musikstycke för ett namngivet instrument/stämma.

source: Menu: Open a previously edited score, or a source file for transcription
sv: Meny: Öppna ett tidigare redigerat partitur eller en källfil för transkription

source: Open a file containing a music score for editing
sv: Öppna en fil som innehåller ett musikpartitur för redigering

source: Import Lilypond
sv: Importera Lilypond

source: Import a Lilypond file
sv: Importera en Lilypond-fil

source: Import Midi
sv: Importera Midi

source: Import a Midi file
sv: Importera en Midi-fil

source: Import MusicXml
sv: Importera MusicXml

source: Import a MusicXml file
sv: Importera en MusicXml-fil

source: Add Staffs
sv: Lägg till staber

source: Add staffs from a Denemo file
sv: Lägg till notsystem från en Denemo-fil

source: Add Movement
sv: Lägg till sats

source: Add movements from a Denemo file
sv: Lägg till satsr från en Denemo-fil

source: Change Properties
sv: Ändra egenskaper

source: Change properties of this movement
sv: Ändra egenskaper för denna sats

source: Open In New
sv: Öppna i ny

source: Open a file containing a music score for editing in a separate working area (tab)
sv: Öppna en fil som innehåller ett partitur för redigering i ett separat arbetsområde (flik)

source: Save the score. The score is saved to disk in XML format.
sv: Spara poängen. Resultatet sparas på disketten i XML-format.

source: Save As
sv: Spara som

source: Save the score under a new name
sv: Spara poängen under ett nytt namn

source: Create Copy
sv: Skapa kopia

source: Save a copy of the score
sv: Spara en kopia av partituret

source: Open Standard Template
sv: Mall för öppen standard

source: Start a new score from a built-in template file
sv: Starta en ny partitur från en inbyggd mallfil

source: Open Example
sv: Öppna exempel

source: Start a new score from a built-in example
sv: Starta en ny partitur från ett inbyggt exempel

source: Open Custom Template
sv: Öppna anpassad mall

source: Start a new score from one of your own template files
sv: Starta en ny partitur från en av dina egna mallfiler

source: Save Template
sv: Spara mall

source: Save the score as a template for re-use as a starting point for new scores
sv: Spara partituret som en mall som kan återanvändas som utgångspunkt för nya partitur

source: New Tab
sv: Ny flik

source: Create working area (tab with an empty score in it)
sv: Skapa arbetsyta (flik med en tom poäng i)

source: Insert Movement Before
sv: Infoga sats före

source: Insert a new movement before the current one
sv: Infoga en ny sats före den nuvarande

source: Insert Movement After
sv: Infoga sats efter

source: Insert a new movement after the current one
sv: Infoga en ny sats efter den nuvarande

source: New Movement
sv: Ny sats

source: Create a new movement, using any default template
sv: Skapa en ny sats, använd valfri standardmall

source: Menu: Save the score Besides saving for later you can save the score for use as a template for future works, or save under a new name etc The score is saved to disk in XML format.
sv: Meny: Spara partituret Förutom att spara för senare användning kan du spara partituret för att använda som mall för framtida verk, eller spara under ett nytt namn etc Partituret sparas på hårddisken i XML-format.

source: Save Parts
sv: Spara delar

source: Save Parts: each staff becomes a file in lilypond format
sv: Spara delar: varje stab blir en fil i lilypond-format

source: Export Lilypond
sv: Export Liljekonvalj

source: Export the score as a lilypond file
sv: Exportera partituret som en lilypond-fil

source: Export MusicXML
sv: Exportera MusicXML

source: Export the score as a MusicXML file
sv: Exportera partituret som en MusicXML-fil

source: Export PDF
sv: Exportera PDF

source: Export the score as a PDF document file
sv: Exportera partituret som en PDF-dokumentfil

source: Export Score as PNG
sv: Exportera poäng som PNG

source: Export the score as a PNG image file
sv: Exportera partituret som en PNG-bildfil

source: Export MIDI
sv: Exportera MIDI

source: Export the current score as a MIDI file
sv: Exportera det aktuella partituret som en MIDI-fil

source: Menu: Commands for typesetting and then printing the music. A part, movement, full score or various reduced scores can be typeset. See also the Score Layout view for further options.
sv: Meny: Kommandon för att sätta och sedan skriva ut musiken. En stämma, en sats, ett helt partitur eller olika reducerade partitur kan sättas. Se även vyn Partiturlayout för ytterligare alternativ.

source: Print Preview
sv: Förhandsgranska utskrift

source: Print Selection
sv: Val av utskrift

source: Displays selected music from score in your pdf viewer
sv: Visar vald musik från partituret i din pdf-visningsprogram

source: Export Selection as PNG
sv: Exportera urval som PNG

source: Displays a musical excerpt in your image viewer
sv: Visar ett musikaliskt utdrag i din bildvisare

source: Print Movement
sv: Tryck sats

source: Typesets the current movement and opens a print dialog
sv: Sätter den aktuella satsn och öppnar en utskriftsdialog

source: Typesets the score using LilyPond and opens a print dialog
sv: Sätter partituret med LilyPond och öppnar en utskriftsdialog

source: History of Printing
sv: Tryckningens historia

source: Shows the history of print outs for this score. Only saved documents have their printing recorded
sv: Visar historiken över utskrifter för denna poäng. Endast sparade dokument har sina utskrifter registrerade

source: Print Part
sv: Skriv ut del

source: Typesets the current part (the one containing the cursor).
sv: Skriver den aktuella delen (den som innehåller markören).

source: Indexing
sv: Indexering

source: Menu: Commands to Index directories of Denemo Scores.
sv: Menyn: Kommandon för att indexera kataloger med Denemo partiturer.

source: Close Score
sv: Nära poäng

source: Close the current score. Other scores (tabs) will stay open
sv: Stäng det aktuella resultatet. Andra resultat (flikar) kommer att förbli öppna

source: Quit the Denemo program - closes tabs one at a time.
sv: Avsluta programmet Denemo - stänger flikarna en i taget.

source: Undo
sv: Ångra

source: Undoes one (more) step of your edits to the music in the Display Window. Does not work for titles, settings etc - repeat the command for those.
sv: Ångrar ett (eller flera) steg av dina ändringar av musiken i visningsfönstret. Fungerar inte för titlar, inställningar etc - upprepa kommandot för dessa.

source: Redo
sv: Gör om

source: Redoes the next of the steps you have Undone
sv: Gör om nästa av de steg som du har ångrat

source: Selecting stretches of notes
sv: Välja sträckor av noter

source: Object At Cursor
sv: Objekt vid markör

source: Editing the object at the cursor
sv: Redigera objektet vid markören

source: Create and Extend Selection
sv: Skapa och utöka urval

source: Create/Extend the selection.
sv: Skapa/utöka urvalet.

source: Copy the music selected to the Denemo clipboard
sv: Kopiera den valda musiken till Denemos klippbord

source: Cut the music selected to the Denemo clipboard
sv: Klipp ut den valda musiken till Denemos klippbord

source: Paste the Denemo clipboard into the score where the cursor is positioned
sv: Klistra in Denemos urklipp i den poäng där markören är placerad

source: Paste LilyPond notes
sv: Klistra in LilyPond-noter

source: Paste LilyPond notes from the text clipboard This will import music written as LilyPond syntax You open the LilyPond file in a texteditor, copy the stretch of notes (control-c command in your texteditor usually) and then use this command.
sv: Klistra in LilyPond-noter från textutklippstavlan Detta kommer att importera musik skriven som LilyPond syntax Du öppnar LilyPond-filen i en texteditor, kopierar sträckan av noter (kontroll-c-kommando i din texteditor vanligtvis) och använder sedan detta kommando.

source: Paste a Comment
sv: Klistra in en kommentar

source: Paste the text clipboard as a comment inserted at the cursor.
sv: Klistra in texten i urklippet som en kommentar vid markören.

source: Change built-in properties of the current score. This will start up a dialog window
sv: Ändra inbyggda egenskaper för den aktuella poängen. Detta kommer att starta ett dialogfönster

source: Change Preferences
sv: Ändra inställningar

source: Set and save your preferences for how Denemo operates on startup. Advanced users can edit .denemo-XXXX/denemorc for missing ones
sv: Ställ in och spara dina inställningar för hur Denemo ska fungera vid uppstart. Avancerade användare kan redigera .denemo-XXXX/denemorc för saknade

source: Set actions to take in response to keypresses
sv: Ställ in takter som ska vidtas som svar på tangenttryckningar

source: Save Command Set
sv: Spara kommandouppsättning

source: Save the current commands and keyboard shortcuts as the default
sv: Spara de aktuella kommandona och kortkommandona som standard

source: Manage Command Set
sv: Hantera kommandouppsättning

source: View help, change and save keyboard shortcuts
sv: Visa hjälp, ändra och spara kortkommandon

source: Swap Staffs
sv: Byt ut staber

source: Split off the next voice as a separate staff
sv: Dela upp nästa stämma som en separat notsystem

source: Join Voices
sv: Gå med i Voices

source: Merge this staff as a voice on the previous staff
sv: Slå samman detta notsystem som en stämma i föregående notsystem

source: Swap Movements
sv: Swapsatsr

source: Swap this movement with the one before
sv: Byt ut den här satsn mot den föregående

source: Go to the lower numbered voice on this staff, extending selection if any
sv: Gå till den lägre numrerade stämman i detta notsystem och utöka eventuellt markeringen

source: Move to Voice Up
sv: Flytta till Voice Up

source: Go to the higher numbered voice on staff without altering selection
sv: Gå till den högre numrerade stämman i notsystemet utan att ändra urvalet

source: Move to Voice Down
sv: Flytta till Voice Down

source: Go to the lower numbered voice on this staff without altering selection
sv: Gå till den lägre numrerade stämman på detta notsystem utan att ändra val

source: Add Staff Before
sv: Lägg till notsystem innan

source: Inserts a new staff before the current staff
sv: Infogar en ny notsystem före den aktuella staven

source: Add Staff After
sv: Lägg till notsystem efter

source: Inserts/Adds a new staff after the current staff
sv: Infogar/lägger till en ny notsystem efter den aktuella staven

source: Add Initial Staff
sv: Lägg till initial notsystem

source: Inserts a new staff at the top of the score
sv: Sätter in en ny notsystem i toppen av partituret

source: Add Last Staff
sv: Lägg till sista notsystem

source: Inserts a new staff at the end of the score
sv: Sätter in en ny not i slutet av partituret

source: Delete Staff Before
sv: Ta bort notsystem innan

source: Deletes the staff before the current staff
sv: Raderar staven före den aktuella staven

source: Delete Current Staff
sv: Ta bort nuvarande notsystem

source: Deletes the current staff
sv: Raderar det aktuella notsystemet

source: Delete Staff After
sv: Ta bort notsystem efter

source: Deletes the staff after the current staff
sv: Tar bort notsystemet efter det aktuella notsystemet

source: Add Voice
sv: Lägg till stämma

source: Built-in Staff Properties
sv: Inbyggda egenskaper för notsystem

source: Change the built-in properties of the current staff
sv: Ändra de inbyggda egenskaperna för det aktuella notsystemet

source: InsertMenu
sv: InfogaMenu

source: Menu: Clef
sv: Meny: klav

source: Initial Clef
sv: Initial klav

source: Change the initial clef of the current staff
sv: Ändra initialklaven för den aktuella noten

source: Clef Change
sv: klav Förändring

source: Insert/Edit a change of clef at the cursor
sv: Infoga/Editera en ändring av klav vid markören

source: Menu: Set the key signature or insert a change of key signature Sharpen or flatten a key signature or hide it on printing
sv: Meny: Ange tonart eller infoga en ändring av tonart Skärpa eller platta till en tonartssignatur eller dölja den vid utskrift

source: Initial Key
sv: Initial nyckel

source: Set the initial key signature of the current staff
sv: Ställ in den initiala nyckelsignaturen för den aktuella staven

source: Key Signature Change
sv: Ändring av nyckelsignatur

source: Insert/Edit a key change at the cursor position
sv: Infoga/redigera en tangentändring vid markörens position

source: Time Signatures
sv: Taktarter

source: Menu: Set the time signature, insert or edit a change of timesignature, hide a time signature on printing. Control whether to use numerical or traditional styles.
sv: Meny: Ställ in tidssignaturen, infoga eller redigera en ändring av tidssignaturen, dölja en tidssignatur vid utskrift. Kontrollera om numeriska eller traditionella stilar ska användas.

source: Inital Time Signature
sv: Signatur för initaltid

source: Set the initial time signature of the current staff
sv: Ställ in den ursprungliga taktarten för det aktuella notsystemet

source: Time Signature Change
sv: Ändring av taktart

source: Edit/Insert a time signature change for the current measure
sv: Redigera/lägga till en ändring av taktart för den aktuella åtgärden

source: Set Notehead
sv: Ställ in nothuvud

source: Change the type of notehead for the current note
sv: Ändra typ av nothuvud för den aktuella noten

source: Auto Stemming
sv: Automatisk stambyte

source: Inserts a stem neutral object. After this automatic stem directions are active. You can click on this tag and use Sharpen/StemUp etc commands to change stem direction
sv: Lägger in ett stamneutralt objekt. Efter detta är automatiska stamriktningar aktiva. Du kan klicka på den här taggen och använda kommandona Sharpen/StemUp etc för att ändra stammens riktning

source: Add Lyric Verse
sv: Lägg till lyrisk vers

source: Add a verse of lyrics
sv: Lägg till en vers av en sångtext

source: Delete Verse
sv: Radera vers

source: Deletes current verse of lyrics from current voice
sv: Raderar aktuell vers av texten från aktuell stämma

source: Insert/Edit Figured Bass
sv: Infoga/redigera Figured Bass

source: Add a bass figure to the current note. Use | sign to split the duration of a note so as to have multiple figures on one note. Directly insert the LilyPond syntax for the current note by enclosing it with $ signs. See Lilypond docs for other notation
sv: Lägg till en basfigur på den aktuella noten. Använd |-tecknet för att dela upp en nots varaktighet så att du kan ha flera figurer på en not. Infoga LilyPond-syntaxen direkt för den aktuella noten genom att omsluta den med $-tecken. Se Lilypond-dokument för annan notation

source: Delete Figures
sv: Ta bort siffror

source: Delete the figured bass on the current staff
sv: Ta bort den räknade basen på den aktuella noten

source: Delete Chord Symbols
sv: Ta bort ackordsymboler

source: Delete the chord symbols on the current staff
sv: Ta bort ackordsymbolerna i det aktuella notsystemet

source: Hide Figures (Print)
sv: Göm figurer (tryck)

source: Hide the figured bass on the current staff on printing
sv: Dölj den räknade basen på den nuvarande staven vid tryckning

source: Show Figures (Print)
sv: Visa siffror (tryck)

source: Show the figured bass on the current staff on printing
sv: Visa den räknade basen på den nuvarande notsystemet på tryckning

source: Edit Chord Symbols
sv: Redigera ackordsymboler

source: Allows chord symbols to be added to the current note. E.G.cis:dim7 for c-sharp diminished 7th. See Lilypond docs for notation
sv: Gör det möjligt att lägga till ackordsymboler till den aktuella noten. E.G.cis:dim7 för cis förminskad 7:e. Se Lilypond-dokument för notation

source: Edit at Cursor
sv: Redigera med markören

source: Edit in the context of the object at the cursor.
sv: Redigera i kontexten för objektet vid markören.

source: Opens a dialog to edit the object at the cursor.
sv: Öppnar en dialogruta för att redigera objektet vid markören.

source: Score Properties Editor
sv: Editor för egenskaper för poäng

source: Opens a dialog to edit the score properties.
sv: Öppnar en dialogruta för att redigera partituregenskaperna.

source: Movement Properties Editor
sv: Redigerare för satsegenskaper

source: Opens a dialog to edit the movement properties.
sv: Öppnar en dialogruta för att redigera satsegenskaperna.

source: Staff Properties Editor
sv: Redigerare för notsystemegenskaper

source: Opens a dialog to edit the current staff properties.
sv: Öppnar en dialogruta för att redigera de aktuella notsystemegenskaperna.

source: Voice Properties Editor
sv: Redigerare för stämmaegenskaper

source: Opens a dialog to edit the voice properties of the current staff.
sv: Öppnar en dialogruta för att redigera stämmans egenskaper i det aktuella notsystemet.

source: Edit Directives
sv: Redigera direktiv

source: Edit any directives attached to chord/note at cursor.
sv: Redigera eventuella direktiv som är kopplade till ackordet/noten vid markören.

source: Edit Staff Directives
sv: Redigera notsystemets direktiv

source: Edit any directives attached to staff.
sv: Redigera eventuella direktiv som är kopplade till notsystemet.

source: Edit Voice Directives
sv: Redigera stämmadirektiv

source: Edit any directives attached to voice.
sv: Redigera eventuella direktiv som är kopplade till stämma.

source: Edit Score Directives
sv: Redigera poängdirektiv

source: Edit any directives attached to score.
sv: Redigera eventuella direktiv som är kopplade till poängen.

source: Edit Movement Directives
sv: Redigera satsdirektiv

source: Edit any directives attached to movement.
sv: Redigera eventuella direktiv som är kopplade till satsn.

source: Edit Clef Directives
sv: Redigera klav-direktiv

source: Edit any directives attached to clef.
sv: Redigera eventuella direktiv som är kopplade till klav.

source: Edit Time Signature Directives
sv: Redigeringstid Signatur Direktiv

source: Edit any directives attached to time signature.
sv: Redigera eventuella direktiv som är kopplade till taktart.

source: Edit Key Signature Directives
sv: Ändra direktiv om nyckelsignatur

source: Edit any directives attached to key signature.
sv: Redigera eventuella direktiv som är kopplade till nyckelsignaturen.

source: Navigation
sv: Navigering

source: Go to Measure
sv: Gå till Mått

source: Opens a dialog for going to a numbered measure
sv: Öppnar en dialogruta för att gå till ett numrerat mått

source: Select to Beginning
sv: Välj till Början

source: Cursor to start of staff/voice, extending selection if any
sv: Markör till början av notsystem/stämma; utöka markeringen om den finns

source: Select to End
sv: Välj för att avsluta

source: Cursor to end of staff/voice, extending selection if any
sv: Markör till slutet av notsystem/stämma, förlänga urvalet om det finns något

source: Move to Staff/Voice Beginning
sv: Flytta till början av notsystem/stämma
